Repository: Lindar-Olostur/IronswornCharSheet
Catalog: IronswornCharSheet/*.lproj/Localizable.strings
Languages: ru

source: Tracks
ru: Трекеры

source: Stats
ru: Статы

source: Assets
ru: Ассеты

source: Current vehicle:
ru: Текущий транспорт:

source: Edge
ru: Холод

source: Heart
ru: Нрав

source: Iron
ru: Сталь

source: Shadow
ru: Тень

source: Wits
ru: Ум

source: Health
ru: Здоровье

source: Spirit
ru: Дух

source: Supply
ru: Припасы

source: Reset: +%lld
ru: Сброс: +%lld

source: Impacts
ru: Проблемы

source: Experience: %lld
ru: Опыт: %lld

source: Edit
ru: Изменить

source: Vehicle
ru: Транспорт

source: Support vehicle
ru: Вспомогательный транспорт

source: Action Roll
ru: Бросок Действия

source: Oracle Roll
ru: Бросок Оракула

source: Progress Roll
ru: Бросок Прогресса

source: Miss
ru: Провал

source: Hit
ru: Успех

source: Strong Hit
ru: Полный успех

source: ROLL
ru: БРОСОК

source: Action Dice
ru: Кость

source: Modifier
ru: Мод.

source: Burne Momentum For Hit
ru: Cжечь импульс для Успеха

source: Burne Momentum For Strong Hit
ru: Cжечь импульс для Полного Успеха

source: List of characters
ru: Список Персонажей

source: Vow System
ru: Система Клятв

source: Legacy System
ru: Система Наследия

source: CHARACTER NAME
ru: ИМЯ ПЕРСОНАЖА

source: Enter a new name
ru: Введите новое имя

source: STATS
ru: СТАТЫ

source: EXPERIENCE
ru: ОПЫТ

source: Experience system
ru: Система опыта

source: Edit character
ru: Редактирование персонажа

source: Impact type
ru: Тип проблемы

source: Choose a vehicle
ru: Выбери транспорт

source: Misfortunes
ru: Несчастья

source: Choose a misfortune
ru: Выбери несчастье

source: Choose an impact
ru: Выбери проблему

source: Burdens
ru: Бремя

source: Choose a burden
ru: Выбери бремя

source: Impact name
ru: Название проблемы

source: Enter impact name
ru: Введите название проблемы

source: New impact
ru: Новая проблема

source: Add
ru: Добавить

source: Error
ru: Ошибка

source: You need to enter an impact name.
ru: Необходимо ввсести название проблемы.

source: Wounded
ru: Ранен

source: Shaken
ru: Ошеломлен

source: Unprepared
ru: Неподготовлен

source: Doomed
ru: Обречен

source: Tormented
ru: Измученный

source: Indebted
ru: Обязанный

source: Other
ru: Прочее

source: Lasting effects
ru: Длительные эффекты

source: None
ru: Нет

source: Legacy
ru: Наследие

source: Experience to spend: %lld
ru: Осталось опыта: %lld

source: Progress: %lld/10
ru: Прогресс: %lld/10

source: Experience: %lld/%lld
ru: Опыт: %lld/%lld

source: Description
ru: Описание

source: Forsaken
ru: Заброшен

source: Fullfilled
ru: Исполнен

source: Troublesome
ru: Трудный

source: Dangerous
ru: Опасный

source: Formidable
ru: Грозный

source: Extreme
ru: Смертельный

source: Epic
ru: Эпический

source: Vows
ru: Клятвы

source: Track Name
ru: Название Трека

source: Vow
ru: Клятва

source: Connection
ru: Связь

source: Connections
ru: Связи

source: Expedition
ru: Экспедиция

source: Expeditions
ru: Экспедиции

source: Fray
ru: Сражение

source: Frays
ru: Сражения

source: Progress track type
ru: Тип трека прогресса

source: Enter a track name
ru: Введите название трека

source: Choose track rank
ru: ранг трека

source: Connection role
ru: Роль связи

source: Track description
ru: Описание трека

source: New progress track
ru: Новый трек прогресса

source: Edit progress track
ru: Редактировать трек прогресса

source: Save
ru: Сохранить

source: Asset name
ru: Название ассета

source: Enter asset name
ru: Введите название ассета

source: Asset type
ru: Тип ассета

source: Asset stat
ru: Стат ассета

source: Stat is enabled
ru: Стат включен

source: Stat name
ru: Название стата

source: Max stat value: %lld
ru: Макс. значение стата: %lld

source: Rank & Description
ru: Ранг и описание

source: New asset
ru: Новый ассет

source: Vehicle module
ru: Транспортный модуль

source: Path
ru: Путь

source: Companion
ru: Спутник

source: Deed
ru: Достижение

source: Combat talent
ru: Боевой талант

source: Ritual
ru: Ритуал

source: Max: +%lld
ru: Maкс.: +%lld

source: Track name
ru: Название трека

source: Momentum
ru: Импульс

source: Quests
ru: Поиски

source: Bonds
ru: Связи

source: Discoveries
ru: Открытия
